Repository: sloba88/jamwithme
Catalog: src/Jam/WebBundle/Resources/_translations/messages.*.xlf
Languages: fi

# button.invite.selected
source: invite selected
fi: Kutsu valitut

# button.select.all
source: select all
fi: Valitse kaikki

# button.send
source: send
fi: Lähetä

# email.accept.invitation
source: Accept invitation
fi: Hyväksy kutsu

# email.invitation.text
source: Jamifind is a free platform for all musicians to find new collaboration partners. Join the revolution!
fi: Jamifind on maksuton musiikinharrastajien kohtauspaikka, josta löydät kaikki musiikkiin liittyvät kontaktit.

# email.see.all.messages
source: See all messages
fi: Kaikki viestit

source: email.users.you.might.be.interested.in
fi: Käyttäjät jotka saattavat kiinostaa sinua

# email.you.have.been.invited
source: You have been invited to join Jamifind by:
fi: Sinut on kutsuttu!

# email.you.have.recieved.a.message
source: You've received a new message
fi: Olet saanut uuden viestin

# exception.image.not.found
source: Image not found
fi: Kuvaa ei löytynyt

# exception.the.jam.does.not.exist
source: The jam does not exist
fi: exception.the.jam.does.not.exist

# exception.you.are.not.this.jam.member.
source: You are not this jam member
fi: Et ole tämä käyttäjä?

# exception.you.shall.not.pass
source: You shall not pass!
fi: Pääsy evätty!

source: find compatible musicians
fi: Etsi sinulle sopivia käyttäjiä

# label.close.conversation
source: close conversation
fi: Sulje keskustelu

# label.invite.contacts
source: invite contacts
fi: Kutsu henkilöitä

# label.type.a.name
source: Type a name
fi: Kirjoita nimi

# label.write.message
source: Write message
fi: Kirjoita viesti

# message.jam.created.successfully
source: Jam created successfully
fi: Jammailut luotu onnistuneesti!

# message.jam.updated.successfully
source: Jam updated successfully
fi: Päivitys onnistui

# message.you.have.already.subscribed
source: You have already subscribed
fi: Tämä on jo tilattu

# placeholder.find.by.name.or.email
source: find by name or email
fi: Löydä nimellä tai sähköpostilla

# text.5.kilometers
source: 5 kilometers
fi: 5 kilometriä

# text.about.us.page
source: <h1>About us</h1> <p>Jamifind is an innovative platform for all level musicians, made by musicians. We want you to find the best possible collaboration partners for your music projects. Whether you're looking for a new member(s) to your band, random jamming company, the perfect music teacher, a producer that shares the same artistic view as you, a cellist to your studio sessions or any other music industry players like a lyricist or a composer, Jamifind will help you find them!</p> <p>Our mission is to support and contribute to music culture by helping musicians and other music industry players connect with each other more easily and efficiently. We cherish self-fulfillment and encourage people to create music projects for everyone to enjoy.</p> <h2>The Best place to find band members</h2> <p>The spark that ignited the creation of Jamifind came from the realization that people are still using bulletin boards, old school web-forums or Facebook groups to find a missing bass player for their band or promote their music lessons business. These ads usually give little or no information on the person who is advertising: their background, music interests, skill level, education or the like. These are the problems we wanted to solve with Jamifind. And currently, there is no better place to find musicians that suit your needs.</p> <h2>Looking for a music teacher?</h2> <p>You always wanted to learn how to play the piano but were always too busy to make the effort to find a piano teacher that really works for you? Where would you start looking anyway? Not only is it time-consuming to go through all the possible music lesson providers out there, googling will only give you teachers that have their own websites. They are usually already fully-booked and might be located too far away from you.</p> <p>Or maybe you are looking for beginner guitar lessons for your children? In that case, you probably want to be even more precise when selecting the person giving the music lessons. The small ads on the bulletin board of your local super market might not provide the best information for choosing the right music teacher.</p> <br /> <h4>Jamifind's first version features are:</h4> <ul style="list-style-type: disc; padding: 10px 30px 20px;"> <li>Create your free musician's profile that works as your musicians resume</li> <li>Add the instruments you play, other music-related skills and your level of competence</li> <li>Add music via SoundCloud, video via YouTube and photos to your profile</li> <li>Find other musicians or music teachers based on your search criteria (e.g. instrument and genre) and set the search distance</li> <li>Browse suggested profiles using a grid or map view</li> <li>Send and receive personal messages</li> <li>Compatibility: Jamifind finds the best possible matches for you, using your favorite bands and other information you choose to fill into your profile. The more information you share on your profile, the better it works.</li> <li>A shoutbox where you can share links to your projects like upcoming live events or music videos, have a chat with other users about today's hot topics etc.</li> <li>Soon we will also be adding the first batch of music stores and live music bars / clubs on our map</li> <li>Please invite your friends to join Jamifind too :)</li> </ul> <p>We will be adding new features as we develop the service further and we will keep you updated about them.</p> <p>We are working hard to make sure this site does all it can to help you find the talent you need for your musical pursuits. For us, it's all about bringing musicians together!</p> <p>If you have any suggestions for updates or improvements to the site, please let us know. We value your input and look forward to it.</p>
fi: <h1>Meistä</h1> <p>Jamifind on muusikoiden luoma innovatiivinen alusta kaikentasoisille musiikinharrastajille ja alan ammattilaisille. Palvelustamme löydät toiveittesi mukaiset, sopivimmat tekijät erilaisiin musiikkiprojekteihisi. Etsitpä sitten bändiä itsellesi tai jäseniä bändiin, satuunaista jammailuseura, täydellistä soitonopettajaa, tuottajaa joka jakaa taiteelliset näkemyksesi, sellistiä studiosessioon tai muita musa-alan tekijöitä kuten sanoittajaa tai säveltäjää, Jamifind tuo heidät luoksesi.</p> <p>Jamifindissa missiomme on elävöittää musiikkikulttuuria helpottamalla ja tehostamalla musiikinharrastajien ja ammattilaisten kontaktoitumista. Vaalimme itsensä toteuttamista ja kannustamme ihmisiä luomaan musiikkiprojekteja kaikkien nautittavaksi.</p> <h2>Paras paikka löytää bändikavereita</h2> <p>Kipinä Jamifindin perustamiseen syntyi havahtumisesta siihen, että ihmiset edelleen käyttävät kauppojen ilmoitustauluja, vanhentuneita keskustelufoorumeita tai Facebook-ryhmiä etsiäkseen bändiinsä basistia tai tarjotakseen soittotunteja. Nämä mainokset tai ilmoitukset eivät yleensä anna juurikaan informaatiota ilmoittajista, heidän taustoistaan, musiikillisista mieltymyksistään, taitotasostaan tai koulutuksestaan. Halusimme luoda nykyaikaisen palvelun, josta jokainen löytää helposti ja tehokkaasti omiin musiikkiin liittyviin projekteihinsa oikeat tekijät.</p> <h2>Etsitkö soitonopetusta?</h2> <p>Oletko aina halunnut oppia soittamaan pianoa, mutta juuri sinulle sopivan opettajan löytäminen on tuntunut työläältä? Mistä edes aloittaisi etsinnän? On todella aikaavievää käydä läpi kaikki hakutulosten listaamat musiikinopetuksen tarjoajat, ja lisäksi googlettamalla usein löytyvät vain ne musiikinopettajat, joilla on omat kotisivut. He ovat usein ylibuukattuja ja saattavat sijaita sinun kannaltasi maantieteellisesti väärässä paikassa.</p> <p>Tai ehkä olet etsimässä kitaratunteja lapsillesi? Silloin on varmasti vielä tärkeämpää kyetä valitsemaan tarkkaan opetuksen tarjoaja. Lähikaupan ilmoitustaululta bongattu soitonopettajan ilmoitus ei silloin välttämättä kerro tarpeeksi.</p> <br /> <h4>Jamifindin ensimmäisessä versiossa voit:</h4> <ul style="list-style-type: disc; padding: 10px 30px 20px;"> <li>luoda ilmaisen muusikon profiilisi</li> <li>lisätä soittamasi instrumentit ja muut musiikilliset kykysi, sekä määritellä taitotasosi niissä</li> <li>lisätä profiiliisi musiikkia Soundcloudista, videoita YouTubesta sekä kuvia</li> <li>etsiä muita musiikinharrastajia tai soitonopettajia mm. soittimien, genrejen ja sijainnin perusteella</li> <li>selata profiileja läpi kartta -tai verkkonäkymän avulla</li> <li>pitää yhteyttä muihin käyttäjiin viestien avulla</li> <li>nähdä Compatibility-mittarin, joka näyttää miten hyvin muut käyttäjät sopivat sinulle (mitä enemmän kerrot esim. lempigenreistäsi ja -bändeistäsi, sitä paremmin mittari toimii)</li> <li>mainostaa esim. tulevia keikkojasi tai uusia musiikkijulkaisujasi Shouthboxin avulla</li> <li>nähdä alueesi keikkapaikat ja musiikkiliikkeet (tulossa)</li> <li>kutsua tuttaviasi mukaan Jamifindiin (Tiimi suosittelee tätä lämpimästi) :)</li> <li>Lisäämme uusia ominaisuuksia sivustollemme jatkaessamme palvelun kehittämistä. Pidämme sinut niistä ajan tasalla.</li> </ul> <p>Teemme lujasti töitä, jotta sivustomme löytää tarvitsemasi musiikkiin liittyvän talentin projektiin kuin projektiin. Mitä sitten etsitkään, Jamifindissä musadiggarit kohtaavat!</p> <p>Jos sinulle tulee mieleen parannusehdotuksia sivustollemme, ota yhteyttä. Mielipiteesi on meille tärkeä!</p>

# text.back
source: Back
fi: Takaisin

# text.compose.new.message
source: compose new message
fi: Kirjoita uusi viesti

# text.description
source: description
fi: Kuvaus

# text.fill.out.your.profile
source: fill out your profile
fi: Täytä profiilisi

# text.filter.by.distance
source: filter by distance
fi: Rajaa etäisyyttä

# text.find.music.teachers.nearby
source: find music teachers nearby
fi: Löydä soitonopettajia läheltäsi

# text.genres
source: genres
fi: Genret

# text.gigs
source: Gigs
fi: Keikat

# text.grid
source: grid
fi: Ruudukko

# text.invite.friends
source: invite friends
fi: Kutsu ystäviä

# text.like.our.page
source: like our page
fi: Tykkää sivustamme

# text.logout
source: logout
fi: Kirjaudu ulos

# text.map
source: map
fi: Kartta

# text.messages
source: messages
fi: Viestit

# text.musicians
source: musicians
fi: Muusikot

# text.profile.completion
source: profile completion
fi: Profiilin viimeistely

# text.send.us.a.message
source: Send us a message
fi: Lähetä meille viesti

# text.set.distance
source: set distance
fi: Aseta etäisyys

# text.settings
source: settings
fi: Asetukset

# text.share.us.on.facebook
source: Spread the word on Facebook
fi: Jaa Facebookissa

# text.shout.again.in
source: shout again in
fi: Huutele uudestaan

# text.shouts.feed
source: shouts feed
fi: Shoutbox

# text.teachers
source: teachers
fi: Opettajat
